[
	{
		"id": "0",
		"name": "CAN K",
		"icon": "../image/review/ic-1.png",
		"status": "VERIFIED BUYER",
		"data": "2/28/2023",
		"star": "4",
		"mainText": "NEED SINGLE ELEMENT IN CHARCOAL",
		"text": "<div>Hi to everyone, this product is a must have for everyone who wants to be efficient in producing creative work. It is necessary to stay in flow, if you want to sprout your creativity to the next level and monogram developed a very good and modern designed solution for supporting this desire and need.<ul>However there are two contra's also: <li>It would be very helpful to have a function like double click. I can't imagine this is too complicate to offer. It would make the producing process easier to have actions like double click, maybe even triple click.</li><li>Why there is no possibility to get the product in the color charcoal? I bought the Photo Console in charcoal and now I do not have the option to expand my setup in the same color?! I would appreciate it to have this option, but after 5 times of contacting Monogram and explaining this problem there is no solution presented yet. However a very good product for every creative...</li></ul></div>"
	},
	{
		"id": "1",
		"name": "CHEESEY",
		"icon": "../image/review/ic-2.png",
		"status": "VERIFIED BUYER",
		"data": "1/5/2023",
		"star": "5",
		"mainText": "REALLY GOOD STUFF",
		"text": "<div>Extremely versatile console, I use it at the office and also on the go, it's great that I can only carry the modules I need with me. Makes editing way more fun!</div>"
	},
	{
		"id": "2",
		"name": "JASON C.",
		"icon": "../image/review/ic-4.png",
		"status": "VERIFIED BUYER",
		"data": "12/19/2023",
		"star": "5",
		"mainText": "AMAZING TOOL!",
		"text": "<div>I absolutely love this device for Lightroom editing. I love how customisable it is, I love how to clicks, spins and slides and I love the colour coding of the device too! Its just a really good tool. I changed over from the very buggy Loupedeck + and have had no issues at all since. A++++++</div>"
	},
	{
		"id": "3",
		"name": "GEORGE K.",
		"icon": "../image/review/ic-5.png",
		"status": "VERIFIED BUYER",
		"data": "12/8/2023",
		"star": "4",
		"mainText": "PROGRAMMING",
		"text": "<div>Hi , I still find it difficult to program the traveler console . It would be so much easier if you could come up with a midi-learn function. Regards-George Kochbeck</div>"
	},
	{
		"id": "4",
		"name": "KEITH C.",
		"icon": "../image/review/ic-6.png",
		"status": "VERIFIED BUYER",
		"data": "11/30/2022",
		"star": "4",
		"mainText": "AWESOME WORKFLOW GAME CHANGER!!",
		"text": "<div>Used to rely on my keyboard hotkeys to process several thousands of sport photos. With the Photo Console, I've cut processing and development time by nearly 40%. Much easier to use than keyboard. And quite honestly, less finger/hand cramps than having one's fingers in odd angles over keyboard hotkeys :)</div>"
	},
	{
		"id": "5",
		"name": "EDDIE W.",
		"icon": "../image/review/ic-7.png",
		"status": "VERIFIED BUYER",
		"data": "10/26/2021",
		"star": "5",
		"mainText": "GREAT FOR PRODUCING WITH LOGIC",
		"text": "<div>I wanted a few extra faders to work with Kontakt and this fit the bill nicely. I didn't expect it to work so well with Logic otherwise. I have the dials and buttons set for mixing volume, pan, mute, send, etc., for whichever track is selected and it only took 5 minutes to set up. All in all it's a game changer for me.</div>"
	},
	{
		"id": "6",
		"name": "SEBASTIAN K.",
		"icon": "../image/review/ic-8.png",
		"status": "VERIFIED BUYER",
		"data": "10/22/2021",
		"star": "5",
		"mainText": "GOODBYE LOUPEDECK",
		"text": "<div>I had nothing but trouble with the loupedeck despite hours writing back and forth to their support. I moved on to monogram studio console which just works and haven't looked back. I use it every day with capture one.</div>"
	},
	{
		"id": "7",
		"name": "BAILEY",
		"icon": "../image/review/ic-9.png",
		"status": "VERIFIED BUYER",
		"data": "10/29/2021",
		"star": "4",
		"mainText": "GREAT FOR WEDDING PHOTOGRAPHY",
		"text": "<div><p>I considered a few edit controllers and chose Monogram because it works with the broadest range of apps that I use. As a wedding photographer, I have to edit quickly in order to keep clients happy and preserve my work-life balance. This Monogram Master Console saves me SO much time editing, nearly half.</p> <p>You can tell that Monogram works best with the Adobe suite, but I also made profiles for DaVinci Resolve and Photo Mechanic. It took me a while to figure out how to do it (you have to teach each button and dial the right shortcuts) but now that it's set up I really enjoy editing video with it too. 5 stars for Lightroom Classic and Photoshop, which run my business, and 3-4 stars for Resolve and Photo Mechanic.</p><p>With wedding season already booking up, I'm glad I bought the Monogram and would do it again.</p></div>"
	},
	{
		"id": "8",
		"name": "FISHER B.",
		"icon": "../image/review/ic-10.png",
		"status": "VERIFIED BUYER",
		"data": "5/6/2021",
		"star": "4",
		"mainText": "SWITCHED FROM LOUPEDECK",
		"text": "<div>So first things first. I’ve used Loupedeck for about a year now (a competitor) and i’ve really enjoyed culling photos and doing quick edits to some of the footage i shoot. I started getting ads for Monogram a couple of months ago and liked that you could add on new modules as you go. I sent their support team some questions about the ability to customize as i have a really specific workflow and they got back to me in like 5 hours. I figured i would give it a try because they have a 30 day money back guarantee and i’m happy to say i’m well over that 30 day period and really enjoying it. Being able to make multiple different profiles for LrC and Pr makes it so much easier to jump between workflows and speeds up time significantly. The other thing i didn’t know you could do was create a custom profile for basically any software you have open on your computer. I now use it for navigating pages in chrome and skipping tracks/volume adjustment in Spotify as well, which is just nice to have. My only 'complaint' is I wish it was wireless, but that's not a dealbreaker.</div>"
	},
	{
		"id": "9",
		"name": "ANAÏS",
		"icon": "../image/review/ic-1.png",
		"status": "",
		"data": "2/22/2021",
		"star": "5",
		"mainText": "INDISPENSABLE FOR PHOTOS AND VIDEOS",
		"text": "<div><p>I am a commercial photographer for over 10 years. With changes in the industry, I have adapted by offering videos to my clients but I am not a strong video editor yet. I am using Adobe Lightroom 10 and Premiere for editing.</p><p>Monogram permits me to use the same buttons and knobs to edit and adjust color in Lightroom and Premiere so that I can be just as effective with both. The effect on my speed is immediate. I edit and deliver content twice as fast as before.</p></div>"
	},
	{
		"id": "10",
		"name": "ROBERT ",
		"icon": "../image/review/ic-2.png",
		"status": "",
		"data": "1/11/2021",
		"star": "5",
		"mainText": "A BEAUTIFULLY ENGINEERED AND CONCIEVED PRODUCT!",
		"text": "<div>After using the Traveler Console for several months I feel compelled to provide some feedback to both Monogram and potential customers. I'm an enthuastic hobby photographer that places higher expectations on what I produce. I had been looking for a flexible, well engineered product to use with primarally Photoshop, but also Lightroom. Many products I had seen are directed more at Lightroom functions and layout, but do not map well to Photoshop. When I saw the flexibility that the Monogram CC offered I had to purchase it. Granted, it's not cheap, but when you consider the exceptional engineering and the flexibility that the software gives you to program almost any function it is worth every penny. Monogram must be commended that it sticks to it's design and engineering principles and produces a product that speeds up any artists workflow despite market trends to produce inexpensive products, and even more all of the people that supported Monogram with funding to get this product designed, developed and produced must be thanked. I am really looking forward to what the future has instore for the software and the company. Well done!</div>"
	}
]
